[
  {
    "name": "Buenos Aires",
    "info": "Argentina’s most populated province and the country’s main economic engine.",
    "image": "buenosaires",
    "region": "CENTRO",
    "icons": ["city", "industry", "agriculture"],
    "population": "17.5M",
    "maximumAltitude": "1.239m",
    "history": "Originally inhabited by indigenous peoples such as the Querandí, the region became Argentina’s political and economic core after the city’s foundation in 1580.",
    "relevantData": "The Port of Buenos Aires played a central role in foreign trade during the 19th and 20th centuries.",
    "geography": "Vast fertile plains dominate the province, with Atlantic coastline and low mountain systems.",
    "capital": "La Plata",
    "size": "307.571 km2"
  },
  {
    "name": "Catamarca",
    "info": "Mountainous and arid province with a strong cultural identity and mining tradition.",
    "image": "catamarca",
    "region": "NOA",
    "icons": ["mountain", "mining", "nature"],
    "population": "430K",
    "maximumAltitude": "6.893m",
    "history": "Founded in 1683, Catamarca preserved strong indigenous and colonial traditions and has long been linked to regional mining activities.",
    "relevantData": "It is one of Argentina’s main lithium-producing provinces.",
    "geography": "The landscape is dominated by mountain ranges, valleys and desert areas with sparse population.",
    "capital": "San Fernando del Valle de Catamarca",
    "size": "102.602 km2"
  },
  {
    "name": "Chaco",
    "info": "Warm-climate province with strong agro-industrial development.",
    "image": "chaco",
    "region": "NEA",
    "icons": ["agriculture", "heat", "industry"],
    "population": "1.2M",
    "maximumAltitude": "300m",
    "history": "Chaco was incorporated late into the Argentine state and developed mainly through agricultural and forestry expansion in the late 19th century.",
    "relevantData": "It is one of Argentina’s main cotton-producing provinces.",
    "geography": "Flat terrain predominates, covered by native forests of the Gran Chaco region.",
    "capital": "Resistencia",
    "size": "99.633 km2"
  },
  {
    "name": "Chubut",
    "info": "Patagonian province known for its marine wildlife and strong Welsh cultural heritage.",
    "image": "chubut",
    "region": "PATAGONIA",
    "icons": ["whale", "coast", "culture"],
    "population": "600K",
    "maximumAltitude": "2.961m",
    "history": "Chubut received significant Welsh immigration beginning in 1865, leaving a distinctive cultural legacy that remains visible today.",
    "relevantData": "Península Valdés is a UNESCO Natural World Heritage Site.",
    "geography": "The landscape is dominated by Patagonian plateaus, with Atlantic coastline and Andean regions in the west.",
    "capital": "Rawson",
    "size": "224.686 km2"
  },
  {
    "name": "Córdoba",
    "info": "Province located in the heart of Argentina, known for its historical, educational and industrial importance.",
    "image": "cordoba",
    "region": "CENTRO",
    "icons": ["mountain", "education", "industry"],
    "population": "3.9M",
    "maximumAltitude": "2.790m",
    "history": "Founded in 1573 by Jerónimo Luis de Cabrera, Córdoba was a strategic center of the Viceroyalty of the Río de la Plata. It hosts the National University of Córdoba, founded in 1613.",
    "relevantData": "Córdoba was the birthplace of the 1918 University Reform, which transformed higher education across Latin America.",
    "geography": "The province combines fertile plains with mountain ranges that create valleys and diverse microclimates.",
    "capital": "Córdoba",
    "size": "165.321 km2"
  },
  {
    "name": "Corrientes",
    "info": "Province with strong cultural identity, chamamé music and vast wetlands.",
    "image": "corrientes",
    "region": "NEA",
    "icons": ["river", "culture", "wetlands"],
    "population": "1.1M",
    "maximumAltitude": "150m",
    "history": "Founded in 1588, Corrientes maintained a strong federal identity and played an active role in Argentina’s political history.",
    "relevantData": "The Iberá Wetlands are among the most important ecosystems in South America.",
    "geography": "The landscape is dominated by plains, wetlands and the influence of the Paraná and Uruguay rivers.",
    "capital": "Corrientes",
    "size": "88.199 km2"
  },
  {
    "name": "Entre Ríos",
    "info": "Mesopotamian province characterized by rivers, thermal resorts and a strong federal identity.",
    "image": "entrerios",
    "region": "CENTRO",
    "icons": ["river", "nature", "hot_spring"],
    "population": "1.4M",
    "maximumAltitude": "127m",
    "history": "Entre Ríos was a stronghold of Argentine federalism and the home of Justo José de Urquiza, a key figure in national organization.",
    "relevantData": "The Argentine Confederation was based in Paraná between 1854 and 1861.",
    "geography": "Located between the Paraná and Uruguay rivers, the province features flat terrain and numerous wetlands.",
    "capital": "Paraná",
    "size": "78.781 km2"
  },
  {
    "name": "Formosa",
    "info": "Border province characterized by rivers and cultural diversity.",
    "image": "formosa",
    "region": "NEA",
    "icons": ["river", "culture", "nature"],
    "population": "610K",
    "maximumAltitude": "200m",
    "history": "Founded in 1879, Formosa consolidated its provincial status in the mid-20th century, shaped by the presence of indigenous communities.",
    "relevantData": "The province is home to indigenous groups such as the Wichí, Qom and Pilagá.",
    "geography": "Mostly flat territory crossed by major rivers like the Pilcomayo and Paraguay, with a warm climate.",
    "capital": "Formosa",
    "size": "72.066 km2"
  },
  {
    "name": "Jujuy",
    "info": "Andean province known for its cultural diversity, high-altitude landscapes and strong indigenous heritage.",
    "image": "jujuy",
    "region": "NOA",
    "icons": ["mountain", "culture", "heritage"],
    "population": "810K",
    "maximumAltitude": "5.896m",
    "history": "Jujuy was originally inhabited by indigenous peoples such as the Omaguaca and Atacama. During the independence process, it played a crucial role through the Jujuy Exodus of 1812, led by Manuel Belgrano.",
    "relevantData": "The Quebrada de Humahuaca is a UNESCO World Heritage Site.",
    "geography": "The province features a wide variety of landscapes including the Puna plateau, the Quebrada de Humahuaca and the Yungas rainforest.",
    "capital": "San Salvador de Jujuy",
    "size": "53.219 km2"
  },
  {
    "name": "La Pampa",
    "info": "Province of vast plains and strong rural tradition, located in central Argentina.",
    "image": "pampa",
    "region": "CENTRO",
    "icons": ["plains", "agriculture", "rural"],
    "population": "360K",
    "maximumAltitude": "1.191m",
    "history": "Originally inhabited by Ranquel indigenous peoples, La Pampa was incorporated into the Argentine state in the late 19th century and became a province in 1951.",
    "relevantData": "Livestock farming, especially cattle breeding, is the main economic activity.",
    "geography": "The landscape is dominated by semi-arid plains, with low mountain ranges in the west.",
    "capital": "Santa Rosa",
    "size": "143.440 km2"
  },
  {
    "name": "La Rioja",
    "info": "Province with a strong federal tradition and mountainous landscapes.",
    "image": "larioja",
    "region": "NOA",
    "icons": ["mountain", "history", "wine"],
    "population": "390K",
    "maximumAltitude": "6.795m",
    "history": "La Rioja was a stronghold of Argentine federalism, closely linked to the figure of Facundo Quiroga during the 19th-century civil wars.",
    "relevantData": "The province has significant wine and olive oil production.",
    "geography": "It features mountain ranges, valleys and arid climates with strong thermal amplitude.",
    "capital": "La Rioja",
    "size": "89.680 km2"
  },
  {
    "name": "Mendoza",
    "info": "International wine capital and home to Mount Aconcagua, the highest mountain in the Americas.",
    "image": "mendoza",
    "region": "CUYO",
    "icons": ["wine", "mountain", "hiking"],
    "population": "2.01M",
    "maximumAltitude": "6.961m",
    "history": "Founded in 1561 by Pedro del Castillo, Mendoza developed as a strategic stop on the commercial route across the Andes. Its irrigation system of canals, inherited from the Huarpes indigenous people, enabled agriculture in a desert environment.",
    "relevantData": "The province played a fundamental role in South American independence, serving as the base of the Army of the Andes led by General José de San Martín before crossing the Andes in 1817.",
    "geography": "Located at the foothills of the Andes mountain range, Mendoza has an arid continental climate. Its artificial oases are formed by the Mendoza, Tunuyán, Diamante and Atuel rivers.",
    "capital": "Ciudad de Mendoza",
    "size": "148.827 km2"
  },
  {
    "name": "Misiones",
    "info": "Subtropical province known for its rainforest and the Iguazú Falls.",
    "image": "misiones",
    "region": "NEA",
    "icons": ["waterfall", "jungle", "nature"],
    "population": "1.3M",
    "maximumAltitude": "843m",
    "history": "Misiones was strongly influenced by Jesuit-Guaraní missions during the 17th and 18th centuries, leaving a unique cultural and architectural legacy.",
    "relevantData": "Iguazú Falls are one of the New Seven Wonders of Nature.",
    "geography": "Rolling hills, dense rainforest, red soils and a humid subtropical climate define the province.",
    "capital": "Posadas",
    "size": "29.801 km2"
  },
  {
    "name": "Neuquén",
    "info": "Patagonian province that plays a key role in Argentina’s energy production.",
    "image": "neuquen",
    "region": "PATAGONIA",
    "icons": ["energy", "mountain", "lake"],
    "population": "73OK",
    "maximumAltitude": "4.709m",
    "history": "Neuquén experienced strong development during the 20th century due to oil and gas exploitation. Its strategic importance increased significantly with the discovery of the Vaca Muerta formation.",
    "relevantData": "Vaca Muerta is one of the largest unconventional hydrocarbon reserves in the world.",
    "geography": "The province features Andean mountains, glacial lakes and Patagonian steppe, crossed by major rivers such as the Limay and Neuquén.",
    "capital": "Neuquén",
    "size": "94.078 km2"
  },
  {
    "name": "Río Negro",
    "info": "Diverse province combining mountains, productive valleys and Atlantic coastline.",
    "image": "rionegro",
    "region": "PATAGONIA",
    "icons": ["mountain", "fruit", "coast"],
    "population": "750K",
    "maximumAltitude": "3.470m",
    "history": "Río Negro was part of the National Territory of Patagonia until it became a province in 1955. Its development has been closely linked to fruit production in the Upper Valley.",
    "relevantData": "It is one of Argentina’s main producers of apples and pears.",
    "geography": "The territory includes the Andes, irrigated valleys, plateaus and an extensive Atlantic coast.",
    "capital": "Viedma",
    "size": "203.013 km2"
  },
  {
    "name": "Salta",
    "info": "Province rich in history and culture, widely known as 'Salta the Beautiful'.",
    "image": "salta",
    "region": "NOA",
    "icons": ["colonial", "mountain", "culture"],
    "population": "1.4M",
    "maximumAltitude": "6.739m",
    "history": "Founded in 1582, Salta was a strategic stronghold during the wars of independence under the leadership of Martín Miguel de Güemes.",
    "relevantData": "General Güemes organized the Gaucho War, which was key in stopping royalist advances from Upper Peru.",
    "geography": "Its territory combines fertile valleys, Yungas rainforest and high mountain regions.",
    "capital": "Salta",
    "size": "155.488 km2"
  },
  {
    "name": "San Juan",
    "info": "Andean province known for mining, wine production and high solar energy potential.",
    "image": "sanjuan",
    "region": "CUYO",
    "icons": ["sun", "mountain", "mining"],
    "population": "820K",
    "maximumAltitude": "6.960m",
    "history": "Founded in 1562, San Juan is the birthplace of Domingo Faustino Sarmiento, one of the most influential figures in Argentine history. Major earthquakes shaped its modern urban design.",
    "relevantData": "San Juan is one of Argentina’s leading mining provinces and a national reference in solar energy development.",
    "geography": "The landscape is predominantly mountainous and arid, with irrigated valleys concentrating agricultural activity.",
    "capital": "San Juan",
    "size": "89.651 km2"
  },
  {
    "name": "San Luis",
    "info": "Province located between the Pampas and Cuyo regions, noted for institutional stability and technological development.",
    "image": "sanluis",
    "region": "CUYO",
    "icons": ["technology", "mountain", "nature"],
    "population": "540K",
    "maximumAltitude": "2.160m",
    "history": "Founded in 1594, San Luis served as a key connection point between the Andean region and central Argentina during colonial times.",
    "relevantData": "In recent decades, the province has stood out for innovation policies, digital connectivity and urban planning.",
    "geography": "It features plains, valleys and mountain ranges, including the Sierras of San Luis and Comechingones.",
    "capital": "San Luis",
    "size": "76.748 km2"
  },
  {
    "name": "Santa Cruz",
    "info": "Southern province characterized by glaciers and vast, rugged landscapes.",
    "image": "santacruz",
    "region": "PATAGONIA",
    "icons": ["glacier", "mountain", "wind"],
    "population": "370K",
    "maximumAltitude": "3.405m",
    "history": "Santa Cruz remained a national territory until 1957. Its historical development was driven by sheep farming and later by oil production.",
    "relevantData": "Los Glaciares National Park is home to the famous Perito Moreno Glacier.",
    "geography": "It features steppe landscapes, plateaus, Andean mountain ranges and strong prevailing winds.",
    "capital": "Río Gallegos",
    "size": "243.943 km2"
  },
  {
    "name": "Santa Fe",
    "info": "Key province for Argentina’s economy due to its agro-industrial production and strategic river ports.",
    "image": "santafe",
    "region": "CENTRO",
    "icons": ["river", "agriculture", "port"],
    "population": "3.6M",
    "maximumAltitude": "125m",
    "history": "Founded in 1573, Santa Fe hosted the Constitutional Convention of 1853 where Argentina’s National Constitution was enacted.",
    "relevantData": "Its port complex is one of the most important in the country for grain exports.",
    "geography": "Flat pampas dominate the landscape, strongly influenced by the Paraná River and extensive wetlands.",
    "capital": "Santa Fe",
    "size": "133.007 km2"
  },
  {
    "name": "Santiago del Estero",
    "info": "Argentina’s oldest province, known as the 'Mother of Cities'.",
    "image": "santiagodelestero",
    "region": "NOA",
    "icons": ["history", "folklore", "heat"],
    "population": "1.0M",
    "maximumAltitude": "300m",
    "history": "Founded in 1553, it was the first stable Spanish settlement in what is now Argentina and the starting point for other colonial cities.",
    "relevantData": "The province is considered the cradle of Argentine folklore.",
    "geography": "Mostly flat terrain with a hot and dry climate, crossed by the Dulce and Salado rivers.",
    "capital": "Santiago del Estero",
    "size": "136.351 km2"
  },
  {
    "name": "Tierra del Fuego",
    "info": "Argentina’s southernmost province, widely known as the End of the World.",
    "image": "tierradelfuego",
    "region": "PATAGONIA",
    "icons": ["snow", "mountain", "antarctica"],
    "population": "190K",
    "maximumAltitude": "2.469m",
    "history": "Provincialized in 1990, Tierra del Fuego developed late, shaped by navigation, electronics manufacturing and Argentina’s Antarctic presence.",
    "relevantData": "The province exercises sovereignty over the Argentine Antarctic Sector.",
    "geography": "It combines mountains, subantarctic forests and rugged coastlines, with a cold and windy climate.",
    "capital": "Ushuaia",
    "size": "21.571 km2"
  },
  {
    "name": "Tucumán",
    "info": "Argentina’s smallest province and the birthplace of national independence.",
    "image": "tucuman",
    "region": "NOA",
    "icons": ["history", "sugar", "culture"],
    "population": "1.7M",
    "maximumAltitude": "5.550m",
    "history": "Argentina’s independence was declared in Tucumán on July 9, 1816. Since colonial times, the province has been an important agricultural and sugar-producing center.",
    "relevantData": "The Historic House of Independence is one of the country’s most important national monuments.",
    "geography": "It features plains, mountain ranges and Yungas rainforest, creating a more humid climate than the rest of the NOA region.",
    "capital": "San Miguel de Tucumán",
    "size": "22.524 km2"
  }
]
