[
  {
    "name": "Buenos Aires",
    "info": "Província mais populosa da Argentina e principal motor econômico do país.",
    "image": "buenosaires",
    "region": "CENTRO",
    "icons": ["city", "industry", "agriculture"],
    "population": "17.5M",
    "maximumAltitude": "1.239m",
    "history": "Originalmente habitada por povos indígenas como os Querandí, a região consolidou-se como centro político e econômico após a fundação da cidade em 1580.",
    "relevantData": "O Porto de Buenos Aires foi essencial para o comércio exterior nos séculos XIX e XX.",
    "geography": "Predominam vastas planícies férteis, com litoral atlântico e sistemas serranos de baixa altitude.",
    "capital": "La Plata",
    "size": "307.571 km2"
  },
  {
    "name": "Catamarca",
    "info": "Província montanhosa com forte identidade cultural e tradição artesanal.",
    "image": "catamarca",
    "region": "NOA",
    "icons": ["mountains", "crafts", "desert"],
    "population": "430k",
    "maximumAltitude": "6.893m",
    "history": "Catamarca manteve por séculos uma economia baseada na agricultura e no artesanato regional.",
    "relevantData": "Abriga parte do Monte Pissis, um dos vulcões mais altos do mundo.",
    "geography": "Predominam serras, vales áridos e áreas desérticas.",
    "capital": "San Fernando del Valle de Catamarca",
    "size": "102.602 km2"
  },
  {
    "name": "Chaco",
    "info": "Província de clima quente, marcada por florestas e forte identidade cultural.",
    "image": "chaco",
    "region": "NEA",
    "icons": ["forest", "heat", "culture"],
    "population": "1.14M",
    "maximumAltitude": "250m",
    "history": "Chaco foi território nacional até 1951, com forte presença de comunidades indígenas.",
    "relevantData": "Destaca-se pela produção de algodão e atividade agroindustrial.",
    "geography": "Predominam planícies, florestas subtropicais e clima quente.",
    "capital": "Resistencia",
    "size": "99.633 km2"
  },
  {
    "name": "Chubut",
    "info": "Província extensa da Patagônia, conhecida por sua herança galesa e fauna marinha.",
    "image": "chubut",
    "region": "PATAGONIA",
    "icons": ["whales", "wind", "coast"],
    "population": "600K",
    "maximumAltitude": "2.300m",
    "history": "Chubut recebeu importantes colônias galesas a partir de 1865, que influenciaram sua cultura e desenvolvimento econômico.",
    "relevantData": "A Península Valdés é Patrimônio Natural da Humanidade e um dos principais locais de observação de baleias-francas.",
    "geography": "Predominam planaltos áridos, costas extensas sobre o Atlântico e áreas montanhosas no oeste.",
    "capital": "Rawson",
    "size": "224.686 km2"
  },
  {
    "name": "Córdoba",
    "info": "Província localizada no coração da Argentina, reconhecida por sua importância histórica, educacional e industrial.",
    "image": "cordoba",
    "region": "CENTRO",
    "icons": ["mountain", "education", "industry"],
    "population": "3.9M",
    "maximumAltitude": "2.790m",
    "history": "Fundada em 1573 por Jerónimo Luis de Cabrera, Córdoba foi um centro estratégico do Vice-Reino do Rio da Prata. Abriga a Universidade Nacional de Córdoba, fundada em 1613.",
    "relevantData": "Foi palco da Reforma Universitária de 1918, que transformou o ensino superior em toda a América Latina.",
    "geography": "Combina planícies férteis com serras que formam vales e diversos microclimas.",
    "capital": "Córdoba",
    "size": "165.321 km2"
  },
  {
    "name": "Corrientes",
    "info": "Província conhecida por seus rios, carnaval e tradições culturais.",
    "image": "corrientes",
    "region": "NEA",
    "icons": ["river", "carnival", "culture"],
    "population": "1.20M",
    "maximumAltitude": "200m",
    "history": "Fundada em 1588, Corrientes teve papel importante na organização nacional.",
    "relevantData": "Os Esteros del Iberá formam uma das maiores áreas úmidas da América do Sul.",
    "geography": "Apresenta planícies alagadiças, rios extensos e áreas naturais protegidas.",
    "capital": "Corrientes",
    "size": "88.199 km2"
  },
  {
    "name": "Entre Ríos",
    "info": "Província mesopotâmica caracterizada por rios, termas e forte identidade federal.",
    "image": "entrerios",
    "region": "CENTRO",
    "icons": ["river", "nature", "hot_spring"],
    "population": "1.4M",
    "maximumAltitude": "127m",
    "history": "Entre Ríos foi um bastião do federalismo argentino e terra natal de Justo José de Urquiza, figura central da organização nacional.",
    "relevantData": "A Confederação Argentina teve sua capital em Paraná entre 1854 e 1861.",
    "geography": "Localizada entre os rios Paraná e Uruguai, apresenta relevo plano e extensas áreas úmidas.",
    "capital": "Paraná",
    "size": "78.781 km2"
  },
  {
    "name": "Formosa",
    "info": "Província do nordeste com grande biodiversidade e presença de povos originários.",
    "image": "formosa",
    "region": "NEA",
    "icons": ["nature", "rivers", "wetlands"],
    "population": "610K",
    "maximumAltitude": "200m",
    "history": "Formosa foi incorporada tardiamente ao território nacional e tornou-se província em 1955.",
    "relevantData": "Possui extensas áreas de florestas e zonas úmidas pouco exploradas.",
    "geography": "Apresenta planícies baixas, rios abundantes e clima subtropical.",
    "capital": "Formosa",
    "size": "72.066 km2"
  },
  {
    "name": "Jujuy",
    "info": "Província do extremo norte argentino, conhecida por sua forte herança cultural e paisagens coloridas.",
    "image": "jujuy",
    "region": "NOA",
    "icons": ["mountains", "culture", "colors"],
    "population": "800k",
    "maximumAltitude": "5.895m",
    "history": "Jujuy teve um papel estratégico durante o período colonial e as guerras de independência, destacando-se o Êxodo Jujeño de 1812.",
    "relevantData": "A Quebrada de Humahuaca é Patrimônio Mundial da UNESCO por seu valor histórico e cultural.",
    "geography": "Apresenta grande diversidade geográfica, incluindo puna, vales férteis e a Quebrada de Humahuaca.",
    "capital": "San Salvador de Jujuy",
    "size": "53.219 km2"
  },
  {
    "name": "La Pampa",
    "info": "Província de extensas planícies e forte tradição rural, localizada no centro do país.",
    "image": "pampa",
    "region": "PAMPEANA",
    "icons": ["plains", "agriculture", "rural"],
    "population": "360k",
    "maximumAltitude": "1.191m",
    "history": "Habitada originalmente pelos povos indígenas Ranquel, La Pampa foi incorporada ao Estado argentino no final do século XIX e tornou-se província em 1951.",
    "relevantData": "A pecuária, especialmente a criação de gado bovino, é a principal atividade econômica.",
    "geography": "Predominam planícies semiáridas, com serras baixas na região oeste.",
    "capital": "Santa Rosa",
    "size": "143.440 km2"
  },
  {
    "name": "La Rioja",
    "info": "Província do NOA com paisagens áridas e grande riqueza histórica.",
    "image": "larioja",
    "region": "NOA",
    "icons": ["desert", "history", "mountains"],
    "population": "400k",
    "maximumAltitude": "6.795m",
    "history": "Foi cenário de importantes conflitos políticos no século XIX, ligados ao federalismo argentino.",
    "relevantData": "O Parque Nacional Talampaya é Patrimônio Natural da Humanidade.",
    "geography": "Apresenta clima árido, vales secos e formações rochosas imponentes.",
    "capital": "La Rioja",
    "size": "89.680 km2"
  },
  {
    "name": "Mendoza",
    "info": "Capital internacional do vinho e lar do Monte Aconcágua, a montanha mais alta das Américas.",
    "image": "mendoza",
    "region": "CUYO",
    "icons": ["wine", "mountain", "hiking"],
    "population": "2.01M",
    "maximumAltitude": "6.961m",
    "history": "Fundada em 1561 por Pedro del Castillo, Mendoza desenvolveu-se como um ponto estratégico na rota comercial através dos Andes. Seu sistema de irrigação por canais, herdado do povo indígena Huarpes, permitiu o desenvolvimento agrícola em um ambiente desértico.",
    "relevantData": "A província teve um papel fundamental na independência sul-americana, servindo como base do Exército dos Andes liderado pelo General José de San Martín antes da travessia da cordilheira em 1817.",
    "geography": "Localizada ao pé da cordilheira dos Andes, apresenta clima árido continental. Seus oásis artificiais são formados pelos rios Mendoza, Tunuyán, Diamante e Atuel.",
    "capital": "Ciudad de Mendoza",
    "size": "148.827 km2"
  },
  {
    "name": "Misiones",
    "info": "Província subtropical famosa por suas cataratas e herança jesuítica.",
    "image": "misiones",
    "region": "NEA",
    "icons": ["waterfalls", "jungle", "history"],
    "population": "1.30M",
    "maximumAltitude": "843m",
    "history": "Misiones foi cenário das reduções jesuíticas guaranis nos séculos XVII e XVIII.",
    "relevantData": "As Cataratas do Iguaçu são Patrimônio Natural da Humanidade.",
    "geography": "Predominam selvas subtropicais, solos vermelhos e clima úmido.",
    "capital": "Posadas",
    "size": "29.801 km2"
  },
  {
    "name": "Neuquén",
    "info": "Província estratégica da Patagônia, reconhecida por sua produção energética e paisagens naturais.",
    "image": "neuquen",
    "region": "PATAGONIA",
    "icons": ["energy", "mountains", "nature"],
    "population": "730K",
    "maximumAltitude": "4.707m",
    "history": "Neuquén foi originalmente habitada por povos mapuches. Tornou-se território nacional em 1884 e foi elevada à categoria de província em 1955, impulsionada pelo desenvolvimento do petróleo e do gás.",
    "relevantData": "Abriga a formação de Vaca Muerta, uma das maiores reservas não convencionais de petróleo e gás do mundo.",
    "geography": "Apresenta uma geografia variada, com áreas montanhosas, planícies áridas e lagos andinos na região oeste.",
    "capital": "Neuquén",
    "size": "94.078 km2"
  },
  {
    "name": "Río Negro",
    "info": "Província patagônica com forte produção frutícola e grande diversidade natural.",
    "image": "rionegro",
    "region": "PATAGONIA",
    "icons": ["fruit", "river", "valleys"],
    "population": "760K",
    "maximumAltitude": "3.554m",
    "history": "Río Negro integrou os territórios nacionais da Patagônia até sua provincialização em 1955. Seu crescimento esteve ligado à agricultura irrigada e às vias ferroviárias.",
    "relevantData": "É líder nacional na produção de maçãs e peras, especialmente no Alto Valle.",
    "geography": "Combina vales férteis irrigados, planaltos áridos e áreas montanhosas na região andina.",
    "capital": "Viedma",
    "size": "203.013 km2"
  },
  {
    "name": "Salta",
    "info": "Província de grande importância histórica e cultural no norte argentino.",
    "image": "salta",
    "region": "NOA",
    "icons": ["colonial", "history", "mountains"],
    "population": "1.44M",
    "maximumAltitude": "6.739m",
    "history": "Salta foi um centro-chave durante o período colonial e a luta pela independência, liderada por Martín Miguel de Güemes.",
    "relevantData": "Possui uma das arquiteturas coloniais mais bem preservadas do país.",
    "geography": "Combina montanhas, vales, florestas subtropicais e áreas áridas.",
    "capital": "Salta",
    "size": "155.488 km2"
  },
  {
    "name": "San Juan",
    "info": "Província andina conhecida pela mineração, vitivinicultura e alto potencial de energia solar.",
    "image": "sanjuan",
    "region": "CUYO",
    "icons": ["sun", "mountain", "mining"],
    "population": "820k",
    "maximumAltitude": "6.960m",
    "history": "Fundada em 1562, San Juan é o local de nascimento de Domingo Faustino Sarmiento, uma das figuras mais influentes da história argentina. Grandes terremotos marcaram seu desenvolvimento urbano moderno.",
    "relevantData": "San Juan é uma das principais províncias mineradoras da Argentina e referência nacional em energia solar.",
    "geography": "Predomina uma paisagem montanhosa e árida, com vales irrigados onde se concentra a atividade agrícola.",
    "capital": "San Juan",
    "size": "89.651 km2"
  },
  {
    "name": "San Luis",
    "info": "Província localizada entre a região Pampeana e Cuyo, destacada pela estabilidade institucional e desenvolvimento tecnológico.",
    "image": "sanluis",
    "region": "CUYO",
    "icons": ["technology", "mountain", "nature"],
    "population": "540k",
    "maximumAltitude": "2.160m",
    "history": "Fundada em 1594, San Luis foi um importante ponto de conexão entre a região andina e o centro do país durante o período colonial.",
    "relevantData": "Nas últimas décadas, destacou-se por políticas de inovação, conectividade digital e planejamento urbano.",
    "geography": "Apresenta planícies, vales e cadeias montanhosas como as Serras de San Luis e Comechingones.",
    "capital": "San Luis",
    "size": "76.748 km2"
  },
  {
    "name": "Santa Cruz",
    "info": "Província austral marcada por geleiras, lagos e paisagens imponentes.",
    "image": "santacruz",
    "region": "PATAGONIA",
    "icons": ["glacier", "lakes", "mountains"],
    "population": "370K",
    "maximumAltitude": "3.405m",
    "history": "Santa Cruz fez parte dos territórios nacionais até 1957. Seu desenvolvimento esteve ligado à mineração, pecuária e exploração energética.",
    "relevantData": "Abriga o Parque Nacional Los Glaciares, com o famoso Glaciar Perito Moreno.",
    "geography": "Caracteriza-se por planaltos áridos, cordilheiras andinas ao oeste e grandes campos de gelo.",
    "capital": "Río Gallegos",
    "size": "243.943 km2"
  },
  {
    "name": "Santa Fe",
    "info": "Província fundamental para a economia argentina devido à sua produção agroindustrial e portos fluviais.",
    "image": "santafe",
    "region": "CENTRO",
    "icons": ["river", "agriculture", "port"],
    "population": "3.6M",
    "maximumAltitude": "125m",
    "history": "Fundada em 1573, Santa Fe sediou a Convenção Constituinte de 1853, onde foi sancionada a Constituição Nacional.",
    "relevantData": "Seu complexo portuário é um dos mais importantes do país para exportação de grãos.",
    "geography": "Predominam as planícies pampeanas, com forte influência do rio Paraná e extensas áreas alagadas.",
    "capital": "Santa Fe",
    "size": "133.007 km2"
  },
  {
    "name": "Santiago del Estero",
    "info": "Província mais antiga do país, com profundas raízes culturais e folclóricas.",
    "image": "santiagodelestero",
    "region": "NOA",
    "icons": ["folklore", "tradition", "plains"],
    "population": "1.05M",
    "maximumAltitude": "300m",
    "history": "Fundada em 1553, é considerada a cidade mais antiga da Argentina.",
    "relevantData": "É referência nacional em música folclórica e tradições populares.",
    "geography": "Predominam planícies quentes e florestas secas.",
    "capital": "Santiago del Estero",
    "size": "136.351 km2"
  },
  {
    "name": "Tierra del Fuego",
    "info": "Província mais austral do país, conhecida como o fim do mundo.",
    "image": "tierradelfuego",
    "region": "PATAGONIA",
    "icons": ["snow", "end_of_world", "mountains"],
    "population": "190K",
    "maximumAltitude": "2.469m",
    "history": "Habitada originalmente pelos povos selk'nam e yámanas, tornou-se província em 1990, sendo a mais jovem da Argentina.",
    "relevantData": "Ushuaia é considerada a cidade mais austral do mundo e um importante centro turístico.",
    "geography": "Possui montanhas, florestas subantárticas, costas recortadas e clima frio durante todo o ano.",
    "capital": "Ushuaia",
    "size": "21.571 km2"
  },
  {
    "name": "Tucumán",
    "info": "A menor província da Argentina, conhecida como o berço da independência nacional.",
    "image": "tucuman",
    "region": "NOA",
    "icons": ["history", "sugar", "culture"],
    "population": "1.70M",
    "maximumAltitude": "5.550m",
    "history": "Em 1816 foi assinada em Tucumán a Declaração da Independência da Argentina.",
    "relevantData": "É um importante centro histórico, cultural e econômico do NOA.",
    "geography": "Possui planícies férteis, serras e florestas subtropicais.",
    "capital": "San Miguel de Tucumán",
    "size": "22.524 km2"
  }
]
