[
  {
    "name": "Buenos Aires",
    "info": "Province la plus peuplée du pays, caractérisée par de vastes plaines et une forte activité productive.",
    "image": "buenosaires",
    "region": "CENTRO",
    "icons": ["city", "music", "food"],
    "population": "17.20M",
    "maximumAltitude": "1.239m",
    "history": "La province de Buenos Aires a été un acteur central dans l’histoire politique, économique et sociale de l’Argentine.",
    "relevantData": "Elle constitue le principal pôle industriel et agricole du pays.",
    "geography": "Le territoire est dominé par des plaines fertiles, avec des zones côtières sur l’océan Atlantique.",
    "capital": "La Plata",
    "size": "307.571 km2"
  },
  {
    "name": "Catamarca",
    "info": "Province montagneuse avec une forte identité culturelle et une tradition artisanale marquée.",
    "image": "catamarca",
    "region": "NOA",
    "icons": ["mountains", "crafts", "desert"],
    "population": "430k",
    "maximumAltitude": "6.893m",
    "history": "Catamarca a conservé pendant des siècles une économie basée sur l’agriculture et l’artisanat régional.",
    "relevantData": "Elle abrite une partie du mont Pissis, l’un des volcans les plus hauts du monde.",
    "geography": "Le territoire est dominé par des chaînes de montagnes, des vallées arides et des zones désertiques.",
    "capital": "San Fernando del Valle de Catamarca",
    "size": "102.602 km2"
  },
  {
    "name": "Chaco",
    "info": "Province au climat chaud, marquée par ses forêts et une forte identité culturelle.",
    "image": "chaco",
    "region": "NEA",
    "icons": ["forest", "heat", "culture"],
    "population": "1.14M",
    "maximumAltitude": "250m",
    "history": "Le Chaco fut un territoire national jusqu’en 1951, avec une forte présence de communautés autochtones.",
    "relevantData": "La province se distingue par la production de coton et l’activité agro-industrielle.",
    "geography": "Le relief est principalement plat, avec des forêts subtropicales et un climat chaud.",
    "capital": "Resistencia",
    "size": "99.633 km2"
  },
  {
    "name": "Chubut",
    "info": "Province étendue de Patagonie, connue pour son héritage gallois et sa faune marine.",
    "image": "chubut",
    "region": "PATAGONIA",
    "icons": ["whales", "wind", "coast"],
    "population": "600K",
    "maximumAltitude": "2.300m",
    "history": "Chubut a accueilli d’importantes colonies galloises à partir de 1865, influençant sa culture et son développement.",
    "relevantData": "La péninsule Valdés est classée au patrimoine naturel mondial et constitue un site majeur d’observation des baleines.",
    "geography": "Elle est dominée par des plateaux arides, de longues côtes atlantiques et des zones montagneuses à l’ouest.",
    "capital": "Rawson",
    "size": "224.686 km2"
  },
  {
    "name": "Córdoba",
    "info": "Province centrale reconnue pour son importance académique et culturelle.",
    "image": "cordoba",
    "region": "CENTRO",
    "icons": ["education", "mountains", "culture"],
    "population": "3.90M",
    "maximumAltitude": "2.790m",
    "history": "Fondée en 1573, Córdoba fut un centre religieux et éducatif majeur, abritant la première université du pays.",
    "relevantData": "Elle est un pôle technologique et industriel important.",
    "geography": "Elle présente des sierras, des vallées et des plaines agricoles.",
    "capital": "Córdoba",
    "size": "165.321 km2"
  },
  {
    "name": "Corrientes",
    "info": "Province connue pour ses rivières, son carnaval et ses traditions culturelles.",
    "image": "corrientes",
    "region": "NEA",
    "icons": ["river", "carnival", "culture"],
    "population": "1.20M",
    "maximumAltitude": "200m",
    "history": "Fondée en 1588, Corrientes a joué un rôle important dans l’organisation nationale.",
    "relevantData": "Les Esteros del Iberá constituent l’une des plus grandes zones humides d’Amérique du Sud.",
    "geography": "Elle se compose de plaines inondables, de grands fleuves et d’aires naturelles protégées.",
    "capital": "Corrientes",
    "size": "88.199 km2"
  },
  {
    "name": "Entre Ríos",
    "info": "Province située entre deux grands fleuves, riche en nature et traditions.",
    "image": "entrerios",
    "region": "CENTRO",
    "icons": ["rivers", "nature", "culture"],
    "population": "1.45M",
    "maximumAltitude": "127m",
    "history": "Entre Ríos fut un bastion du fédéralisme au XIXe siècle.",
    "relevantData": "Elle se distingue par ses stations thermales et son tourisme rural.",
    "geography": "Elle est caractérisée par des plaines ondulées, des rivières et des zones humides.",
    "capital": "Paraná",
    "size": "78.781 km2"
  },
  {
    "name": "Formosa",
    "info": "Province du nord-est caractérisée par sa grande biodiversité et la présence de peuples autochtones.",
    "image": "formosa",
    "region": "NEA",
    "icons": ["nature", "rivers", "wetlands"],
    "population": "610K",
    "maximumAltitude": "200m",
    "history": "Formosa a été intégrée tardivement au territoire national et est devenue province en 1955.",
    "relevantData": "Elle possède de vastes zones forestières et humides encore peu exploitées.",
    "geography": "Elle présente de vastes plaines, de nombreux cours d’eau et un climat subtropical.",
    "capital": "Formosa",
    "size": "72.066 km2"
  },
  {
    "name": "Jujuy",
    "info": "Province de l’extrême nord de l’Argentine, reconnue pour son héritage culturel et ses paysages colorés.",
    "image": "jujuy",
    "region": "NOA",
    "icons": ["mountains", "culture", "colors"],
    "population": "800k",
    "maximumAltitude": "5.895m",
    "history": "Jujuy a joué un rôle stratégique pendant la période coloniale et les guerres d’indépendance, notamment lors de l’Exode jujeño de 1812.",
    "relevantData": "La Quebrada de Humahuaca est classée au patrimoine mondial de l’UNESCO pour sa valeur historique et culturelle.",
    "geography": "La province présente une grande diversité géographique, incluant la puna, des vallées fertiles et la Quebrada de Humahuaca.",
    "capital": "San Salvador de Jujuy",
    "size": "53.219 km2"
  },
  {
    "name": "La Pampa",
    "info": "Province de vastes plaines et de forte tradition rurale.",
    "image": "pampa",
    "region": "PAMPEANA",
    "icons": ["plains", "agriculture", "rural"],
    "population": "360K",
    "maximumAltitude": "1.191m",
    "history": "Habitée à l’origine par les peuples ranqueles, La Pampa est devenue province en 1951.",
    "relevantData": "L’élevage bovin constitue la base de son économie.",
    "geography": "Elle présente de larges plaines semi-arides avec une transition vers la Patagonie.",
    "capital": "Santa Rosa",
    "size": "143.440 km2"
  },
  {
    "name": "La Rioja",
    "info": "Province du NOA caractérisée par ses paysages arides et sa richesse historique.",
    "image": "larioja",
    "region": "NOA",
    "icons": ["desert", "history", "mountains"],
    "population": "400k",
    "maximumAltitude": "6.795m",
    "history": "Elle fut le théâtre d’importants conflits politiques au XIXe siècle, liés au fédéralisme argentin.",
    "relevantData": "Le parc national de Talampaya est classé au patrimoine naturel mondial.",
    "geography": "Climat aride, vallées sèches et formations rocheuses spectaculaires.",
    "capital": "La Rioja",
    "size": "89.680 km2"
  },
  {
    "name": "Mendoza",
    "info": "Capitale internationale du vin et terre du majestueux mont Aconcagua.",
    "image": "mendoza",
    "region": "CUYO",
    "icons": ["wine", "mountain", "hiking"],
    "population": "2.01M",
    "maximumAltitude": "6.961m",
    "history": "Fondée en 1561 par Pedro del Castillo, Mendoza fut un point stratégique sur la route commerciale à travers les Andes. Son système d’irrigation unique, les acequias, provient des peuples huarpes.",
    "relevantData": "La province joua un rôle crucial dans l’indépendance de l’Amérique du Sud en servant de base à l’Armée des Andes de José de San Martín.",
    "geography": "Située au pied de la cordillère des Andes, Mendoza possède un climat aride continental et des oasis artificielles alimentées par la fonte des neiges.",
    "capital": "Ciudad de Mendoza",
    "size": "148.827 km2"
  },
  {
    "name": "Misiones",
    "info": "Province subtropicale célèbre pour ses chutes d’eau et son héritage jésuite.",
    "image": "misiones",
    "region": "NEA",
    "icons": ["waterfalls", "jungle", "history"],
    "population": "1.30M",
    "maximumAltitude": "843m",
    "history": "Misiones fut le théâtre des réductions jésuites guaranies aux XVIIe et XVIIIe siècles.",
    "relevantData": "Les chutes d’Iguazú sont classées au patrimoine naturel mondial.",
    "geography": "Elle est dominée par des forêts subtropicales, des sols rouges et un climat humide.",
    "capital": "Posadas",
    "size": "29.801 km2"
  },
  {
    "name": "Neuquén",
    "info": "Province stratégique de la Patagonie, reconnue pour sa production énergétique et ses paysages naturels.",
    "image": "neuquen",
    "region": "PATAGONIA",
    "icons": ["energy", "mountains", "nature"],
    "population": "730K",
    "maximumAltitude": "4.707m",
    "history": "Neuquén était à l’origine habitée par des peuples mapuches. Elle devint territoire national en 1884 et province en 1955, portée par le développement du pétrole et du gaz.",
    "relevantData": "Elle abrite la formation de Vaca Muerta, l’une des plus grandes réserves mondiales de pétrole et de gaz non conventionnels.",
    "geography": "La province présente une géographie variée, avec des zones montagneuses, des plaines arides et des lacs andins à l’ouest.",
    "capital": "Neuquén",
    "size": "94.078 km2"
  },
  {
    "name": "Río Negro",
    "info": "Province patagonienne à forte production fruitière et à grande diversité naturelle.",
    "image": "rionegro",
    "region": "PATAGONIA",
    "icons": ["fruit", "river", "valleys"],
    "population": "760K",
    "maximumAltitude": "3.554m",
    "history": "Río Negro faisait partie des territoires nationaux de Patagonie jusqu’à sa provincialisation en 1955.",
    "relevantData": "Elle est leader national dans la production de pommes et de poires, notamment dans l’Alto Valle.",
    "geography": "Elle combine des vallées fertiles irriguées, des plateaux arides et des zones montagneuses andines.",
    "capital": "Viedma",
    "size": "203.013 km2"
  },
  {
    "name": "Salta",
    "info": "Province d’une grande importance historique et culturelle dans le nord de l’Argentine.",
    "image": "salta",
    "region": "NOA",
    "icons": ["colonial", "history", "mountains"],
    "population": "1.44M",
    "maximumAltitude": "6.739m",
    "history": "Salta fut un centre clé durant la période coloniale et la lutte pour l’indépendance, menée par Martín Miguel de Güemes.",
    "relevantData": "Elle possède l’une des architectures coloniales les mieux conservées du pays.",
    "geography": "Elle combine montagnes, vallées, forêts subtropicales et zones arides.",
    "capital": "Salta",
    "size": "155.488 km2"
  },
  {
    "name": "San Juan",
    "info": "Province andine reconnue pour son activité minière et son héritage historique.",
    "image": "sanjuan",
    "region": "CUYO",
    "icons": ["mining", "mountains", "sun"],
    "population": "820K",
    "maximumAltitude": "6.960m",
    "history": "San Juan fut un centre important durant les guerres d’indépendance et la province natale de Domingo Faustino Sarmiento.",
    "relevantData": "Elle est l’une des principales provinces minières du pays, notamment pour l’or et l’argent.",
    "geography": "Dominée par des reliefs montagneux, des vallées arides et un climat sec.",
    "capital": "San Juan",
    "size": "89.651 km2"
  },
  {
    "name": "San Luis",
    "info": "Province au climat sec, caractérisée par ses sierras et ses paysages naturels.",
    "image": "sanluis",
    "region": "CUYO",
    "icons": ["hills", "nature", "sun"],
    "population": "540K",
    "maximumAltitude": "2.880m",
    "history": "Fondée en 1594, San Luis a joué un rôle clé dans les communications entre le centre et l’ouest du pays.",
    "relevantData": "Elle se distingue par ses politiques de développement technologique et environnemental.",
    "geography": "Elle combine des sierras, des plaines et des zones semi-arides.",
    "capital": "San Luis",
    "size": "76.748 km2"
  },
  {
    "name": "Santa Cruz",
    "info": "Province australe caractérisée par ses glaciers, ses lacs et ses paysages imposants.",
    "image": "santacruz",
    "region": "PATAGONIA",
    "icons": ["glacier", "lakes", "mountains"],
    "population": "370K",
    "maximumAltitude": "3.405m",
    "history": "Santa Cruz fit partie des territoires nationaux jusqu’en 1957. Son développement fut lié à l’exploitation minière, à l’élevage et à l’énergie.",
    "relevantData": "Elle abrite le parc national Los Glaciares, où se trouve le célèbre glacier Perito Moreno.",
    "geography": "Le territoire est marqué par des plateaux arides, la cordillère des Andes à l’ouest et de vastes champs de glace.",
    "capital": "Río Gallegos",
    "size": "243.943 km2"
  },
  {
    "name": "Santa Fe",
    "info": "Province agricole et industrielle, clé du commerce fluvial.",
    "image": "santafe",
    "region": "CENTRO",
    "icons": ["industry", "river", "agriculture"],
    "population": "3.55M",
    "maximumAltitude": "133m",
    "history": "Santa Fe joua un rôle fondamental dans l’organisation constitutionnelle de l’Argentine.",
    "relevantData": "Le port de Rosario est l’un des plus importants du pays.",
    "geography": "Elle est composée de plaines fertiles traversées par de grands fleuves.",
    "capital": "Santa Fe",
    "size": "133.007 km2"
  },
  {
    "name": "Santiago del Estero",
    "info": "Province la plus ancienne du pays, avec de profondes racines culturelles et folkloriques.",
    "image": "santiagodelestero",
    "region": "NOA",
    "icons": ["folklore", "tradition", "plains"],
    "population": "1.05M",
    "maximumAltitude": "300m",
    "history": "Fondée en 1553, elle est considérée comme la plus ancienne ville d’Argentine.",
    "relevantData": "Elle est une référence nationale en matière de musique folklorique et de traditions populaires.",
    "geography": "Le territoire est dominé par des plaines chaudes et des forêts sèches.",
    "capital": "Santiago del Estero",
    "size": "136.351 km2"
  },
  {
    "name": "Tierra del Fuego",
    "info": "Province la plus australe du pays, connue comme la fin du monde.",
    "image": "tierradelfuego",
    "region": "PATAGONIA",
    "icons": ["snow", "end_of_world", "mountains"],
    "population": "190K",
    "maximumAltitude": "2.469m",
    "history": "Initialement habitée par les peuples selk’nam et yámana, elle devint province en 1990, étant la plus jeune d’Argentine.",
    "relevantData": "Ushuaïa est considérée comme la ville la plus australe du monde et un important centre touristique.",
    "geography": "Elle présente des montagnes, des forêts subantarctiques, des côtes découpées et un climat froid toute l’année.",
    "capital": "Ushuaia",
    "size": "21.571 km2"
  },
  {
    "name": "Tucumán",
    "info": "La plus petite province d’Argentine, connue comme le berceau de l’indépendance nationale.",
    "image": "tucuman",
    "region": "NOA",
    "icons": ["history", "sugar", "culture"],
    "population": "1.70M",
    "maximumAltitude": "5.550m",
    "history": "En 1816, la Déclaration d’Indépendance de l’Argentine a été signée à Tucumán.",
    "relevantData": "C’est un centre historique, culturel et économique majeur du NOA.",
    "geography": "La province possède des plaines fertiles, des chaînes de montagnes et des forêts subtropicales.",
    "capital": "San Miguel de Tucumán",
    "size": "22.524 km2"
  }
]
